export const validateMsg = (
  login?: string,
) => `<code>${login && login + ', '}Вас</code> приветствует редакция ТГ-канала «<b>MIY.НОВОСТИ</b>»

Вы подали заявку на вступление в канал и мы рады, что смогли Вас заинтересовать.

Наш канал <b>освещает мировую политическую и технологическую повестку</b>,  следит за качеством и эксклюзивностью контента, а также борется с накруткой ботов от недоброжелателей и использует систему «Анти-бот»

<i>Просим вас пройти короткую процедуру подтверждения вашего аккаунта. Спасибо за Ваш интерес и уделенное время.</i>

<i>С уважением,</i>
команда "MИВай"`;
