export const validateMsg = (
  login?: string,
) => `<code>${login && login + ','}Вас</code> приветствует редакция ТГ-канала «<b>MIY.НОВОСТИ</b>»

Вы подали заявку на вступление в канал и мы рады, что смогли Вас заинтересовать.

Наш канал <b>освещает мировую политическую и технологическую повестку</b>,  следит за качеством и эксклюзивностью контента, а также борется с накруткой ботов от недоброжелателей и использует систему «Анти-бот»

<i>Просим вас пройти короткую процедуру подтверждения вашего аккаунта.
<b>Заявка будет принята автоматически.</b>

Спасибо за Ваш интерес и уделенное время.

С уважением,</i>
команда "MИВай"
                       КЛИКНИТЕ 👇`;

export const btnValidMsg = 'Я не робот';
export const btnToMsg = 'Перейти в канал';
export const acceptMsg = `<b>Аккаунт успешно подтвержден!</b>

<i>Уверены наши новости станут для вас первым, что вы прочитаете за чашечкой кофе с утра, в общественном транспорте и на досуге!</i>`;
